IDEA StatiCa Open Model
CutData.PlanePoint Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 3DPlane Point
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D PlanePoint { get; set; }
Public Property PlanePoint As Point3D
	Get
	Set
public:
property Point3D^ PlanePoint {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace